Repository: theforeman/foreman_fog_proxmox
Catalog: locale/*/foreman_fog_proxmox.po
Languages: ka

source: %<s>s console is not supported at this time
ka: კონსოლი %<s>s ამჟამად მხარდაჭერილი არაა

source: %<vm>s is now %<vm_state>s
ka: %<vm>s ახლა %<vm_state>s -ია

source: Access ticket fields
ka: წვდომის ბილეთის ველები

source: Add CD-ROM
ka: CD-ROM-ის დამატება

source: Add Cloud-init
ka: Cloud-init-ის დამატება

source: Add Hard Disk
ka: მყარი დისკის დამატება

source: Add Mount Point
ka: მიმაგრების წერტილის დამატება

source: Add Volume
ka: ტომის დამატება

source: Advanced
ka: დამატებით

source: Architecture
ka: არქიტექტურა

source: Associate VM
ka: ვმ-ის ასოცირება

source: Associate VM to a Foreman host
ka: ვმ-ის Foreman-ის ჰოსტთან ასოცირებ

source: Authentication method
ka: ავთენტიკაციის მეთოდი

source: Average load (x100)
ka: საშუალო დატვირთვა (x100)

source: Boot device order
ka: ჩატვირთვადი მოწყობილობების მიმდევრობა

source: Bridge
ka: ხდი

source: CPU
ka: პროცესორი

source: CPU Flags
ka: CPU -ის ალმები

source: CPU limit
ka: CPU-ის ლიმიტი

source: CPU units
ka: CPU-ის ერთეული

source: CPUs
ka: CPU

source: Cache
ka: კეში

source: Card
ka: კარტი

source: Change the password
ka: პაროლის შეცვლა

source: Click Test connection button before changing it
ka: შეცვლამდე მიერთების დატესტვის ღილაკზე დააწკაპუნეთ

source: Click Test connection button to check token
ka: კოდის შესამოწმებლად მიერთების დატესტვის ღილაკზე დააწკაპუნეთ

source: Cluster nodes
ka: კლასტერის კვანძები

source: Common fields
ka: საერთო ველები

source: Console
ka: კონსოლი

source: Controller
ka: კონტროლერი

source: Cores
ka: ბირთვები

source: Create image?
ka: შევქმნა დისკის ასლი?

source: DNS domain
ka: DNS დომენი

source: DNS server
ka: DNS სერვერი

source: DNS servers
ka: DNS სერვერები

source: Description
ka: აღწერა

source: Device
ka: მოწყობილობა

source: Disconnect
ka: გათიშვა

source: Does this image support user data input (e.g. via cloud-init)?
ka: აქვს თუ არა ამ ასლს მომხმარებლის მონაცემების ჩაწოდების მხარდაჭერა (მაგ. cloudinit)?

source: Enable NUMA
ka: NUMA-ის ჩართვა

source: Enable/disable KVM hardware virtualization
ka: KVM-ის აპარატურული ვირტუალიზაციის ჩართ/გამორთ

source: Error - %<message>s
ka: შეცდომა - %<message>s

source: Extended
ka: გაფართოებული

source: Failed retrieving proxmox server vm by vmid=%<vmid>s
ka: Proxmox-ის სერვერის ვმ-ის მიღების შეცდომა vmid=%<vmid>s

source: Failed to acquire IP addresses from compute resource for %<name>s
ka: %<name>s-სთვის გამოთვლითი რესურსიდან IP მისამართის მიღების შეცდომა

source: Failed to set console: %s
ka: კონსოლის დაყენების შეცდომა: %s

source: Failed to undo update compute %<compute_resource>s instance %<name>s: %<e>s
ka: გამოთვლითი %<compute_resource>-ის გაშვებული ასლი განახლების დაბრუნების შეცდომა %<name>s: %<e>s

source: Failed to update a compute %<compute_resource>s instance %<name>s: %<e>s
ka: გამოთვლითი %<compute_resource>-ის გაშვებული ასლი ვერ განახლდა %<name>s: %<e>s

source: Firewall
ka: ბრანდმაუერი

source: Foreman Fog Proxmox widget
ka: Foreman Fog Proxmox ვიჯეტი

source: ForemanFogProxmox plugin adds Proxmox VE compute resource to Foreman using fog-proxmox gem.
ka: დამატება ForemanFogProxmox Foreman-ში Proxmox VE-ის გამოთვლითი რესურსების მხარდაჭერას ამატებს fox-proxmox gem-ის გამოყენებით.

source: Gateway IPv4
ka: IPv4 ნაგულისხმები რაუტერი

source: Gateway IPv6
ka: IPv6 ნაგულისხმები რაუტერი

source: General
ka: მთავარი

source: Hard disk
ka: მყარი დისკი

source: Host
ka: ჰოსტი

source: Hostname
ka: ჰოსტის სახელი

source: Identifier
ka: იდენტიფიკატორი

source: Image
ka: ასლი

source: Image ISO
ka: ასლის ISO

source: Image VMID
ka: ასლის VMID

source: Import as managed Host
ka: მართულ ჰოსტად შემოტანა

source: Import as unmanaged Host
ka: უმართავ ჰოსტად შემოტანა

source: Main option
ka: მთავარი პარამეტრი

source: Media
ka: მედია

source: Memory
ka: მეხსიერება

source: Memory (MB)
ka: მეხსიერება (მბ)

source: Minimum memory (MB)
ka: მინიმალური მეხსიერება(მბ)

source: Mount point
ka: მიმაგრების წერტილი

source: Multiqueue
ka: მრავალრიგიანი

source: Name
ka: სახელი

source: No host found to associate this VM with
ka: ეს ვმ-ი არცერთ ჰოსტთან არაა ასოცირებული

source: Node
ka: კვანძი

source: None
ka: არაფერი

source: OS Template
ka: ოს-ის საცავი

source: OS type
ka: ოს-ის ტიპი

source: Operating System
ka: ოპერაციული სისტემა

source: Operating system family %<type>s is not consistent with %<ostype>s
ka: ოპერაციული სისტემის ოჯახი %<type>s არ შეესაბამება %<ostype>s-ს

source: Optionally provide a CA, or a correctly ordered CA chain. If left blank, disable ssl_verify_peer.
ka: არასავალდებული CA ან CA-ების სწორად დალაგებული ჯაჭვი. თუ ცარიელია, ssl_verify_peer გამორთული იქნება.

source: Order your devices, e.g. order=net0;ide2;scsi0. Default empty (any)
ka: დაალაგეთ თქვენი მოწყობილობები. მაგ: order=net0;ide2;scsi0. ნაგულისხმებად ცარიელია (ყველა)

source: Password
ka: პაროლი

source: Password to authenticate with - used for SSH finish step.
ka: პაროლი - საბოლოო ნაბიჯისთვის.

source: Path
ka: კონტური

source: Physical
ka: ფიზიკური

source: Pool
ka: პული

source: Power
ka: კვება

source: Proxmox Node Statistics: %s
ka: Proxmox-ის კვანძის სტატისტიკა: %s

source: Proxmox version %<version>s is not semver suitable
ka: Proxmox ვერსია %<version>s შესაფერისი არაა

source: Qemu Agent
ka: Qemu-ის აგენტი

source: Rate limit
ka: სიხშირის ლიმიტი

source: Root password
ka: Root-ის პაროლი

source: SCSI Controller
ka: SCSI კონტროლერი

source: SSH public key
ka: SSH საჯარო გასაღები

source: SSL fields
ka: SSL ველები

source: SSL verify peer
ka: SSL პარტნიორის შემოწმება

source: Search domain
ka: საძებნი დომენი

source: Shares (MB)
ka: გაზიარებულები (მბ)

source: Size (GB)
ka: ზომა (გბ)

source: Sockets
ka: სოკეტები

source: Start after creation?
ka: გავუშვა შექმნის შემდეგ?

source: Start at boot
ka: გაშვება ჩატვირთვისას

source: Storage
ka: საცავი

source: Swap (MB)
ka: სვოპი (მბ)

source: Template storage
ka: შაბლონის საცავი

source: The user that is used to ssh into the instance, normally cloud-user, ubuntu, root etc
ka: მომხმარებელი, რომელიც გაშვებულ ასლში შესასვლელად გამოიყენება. გამოიყენება cloud-user, ububtu, root, ა.შ

source: Time
ka: დრო

source: Type
ka: ტიპი

source: Type %<type>s, node %<node>s, %<cpus>s CPUs and %<memory>s MB memory
ka: ტიპი %<type>s, კვანძი %<node>s, %<cpus>s CPU-ები და %<memory>s მბ მეხსიერება

source: URL
ka: ბმული

source: Unable to shrink %<id>s size. Proxmox allows only increasing size.
ka: %<id>s-ის ზომის დაპატარავება შეუძლია. Proxmox-ს ზომის მხოლოდ გაზრდა შეუძლია.

source: Unable to store X509 certificates
ka: X509 სერთიფიკატების შენახვა შეუძლებელია

source: Uptime
ka: ჩართულია

source: User
ka: მომხმარებელი

source: User token expires
ka: მომხმარებლის კოდის ვადა

source: User token fields
ka: მომხმარებლის კოდის ველები

source: User token id
ka: მომხმარებლის კოდის id

source: User token value
ka: მომხმარებლის კოდის მნიშვნელობა

source: VCPUs
ka: VCPU-ები

source: VLAN tag
ka: VLAN ჭდე

source: VM already associated with a host
ka: ვმ-ი უკვე ასოცირებულია ჰოსტთან

source: VM associated to host %s
ka: ვმ-ი ასოცირდა ჰოსტთან

source: Version
ka: ვერსია

source: X509 Certification Authorities
ka: X509 CA

source: add new cd-rom
ka: ახალი CD-ROM-ის დამატება

source: add new cloud-init
ka: ახალი Cloud-init-ის დამატება

source: add new hard disk
ka: ახალი მყარი დისკის დამატება

source: add new mount point
ka: ახალი მიმაგრების წერტილის დამატება

source: add new storage volume
ka: საცავის ახალი ტომის დამატება

source: e.g. /path/to/
ka: მაგ. /path/to/

source: e.g. https://127.0.0.1:8006/api2/json
ka: მაგ. https://127.0.0.1:8006/api2/json

source: e.g. root@pam
ka: მაგ. root@pam

source: eth[n] with n integer >= 0, e.g. eth0
ka: eth[n] n integer-ით >= 0, მაგ: eth0

source: failed to %<action>s %<vm>s
ka: %<action>s -ის შეცდომა %<vm>s -ზე

source: failed to save %<name>s
ka: შეცდომა %<name>s -ის შენახვისას

source: integer within [0..128]
ka: მთელი რიცხვი დიაპაზონიდან [0..128]

source: integer within [0..32]
ka: მთელი რიცხვი დიაპაზონიდან [0..32]

source: invalid vmid=%<vmid>s
ka: არასწორი vmid=%<vmid>s

source: net[n] with n integer >= 0, e.g. net0
ka: net[n] n integer-ით >= 0, მაგ: net0

source: remove CDROM
ka: cd-rom-ის წაშლა

source: remove Cloud-init
ka: cloud-init-ის წაშლა

source: remove Hard disk
ka: მყარი დისკის წაშლა

source: remove mount point
ka: მიმაგრების წერტილის წაშლა

source: remove network interface
ka: ქსელის ინტერფეისის წაშლა

source: remove storage volume
ka: საცავის ტომის წაშლა

source: vmid of template vm.
ka: შაბლონური ვმ-ის VMID.
